<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['menu']                  = 'Μετακινείστε σελίδες και κενά ονομάτων';
$lang['inprogress']            = '(μετακίνηση εκκρεμοτήτων)';
$lang['treelink']              = 'Κατ\'εναλλαγή προς αυτή την απλή φόρμα μπορείτε να ανοικοδομήστε το σύμπλεγμα wiki σας χρησιμοποιώντας <href=\'\'%s> tree-based move manager </a>';
$lang['notexist']              = 'Η σελίδα   %s δεν υπάρχει';
$lang['norights']              = 'Δεν έχετε επαρκείς άδειες να εκδώσετε %s. ';
$lang['filelocked']            = 'Η σελίδα %s είναι κλειδωμένη. Παρακαλώ προσπαθήστε ξανά. ';
$lang['notchanged']            = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η τοποθεσία δεν άλλαξε).';
$lang['exists']                = 'Η σελίδα δεν μπορεί να μετακινηθεί στο %s, ο προορισμός υπάρχει ήδη.';
$lang['notargetperms']         = 'Δεν έχετε την άδεια να δημιουργήσετε την σελίδα %s.';
$lang['medianotexist']         = 'Το αρχείο μέσων ενημέρωσης %s δεν υπάρχει';
$lang['nomediarights']         = 'Δεν έχετε άδεια να καταργήσετε το %s.';
$lang['medianotchanged']       = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η θέση δεν άλλαξε)';
$lang['mediaexists']           = 'Τα μέσα %s δεν μπορούν να μετακινηθούν στο %s, ο προορισμός υπάρχει ήδη.';
$lang['nomediatargetperms']    = 'Δεν έχετε άδεια να δημιουργήσετε τον φάκελλο μέσων ενημέρωσης %s';
$lang['indexerror']            = 'Υπήρξε σφάλμα κατά την ενημέρωση του δείκτη %s.';
$lang['metamoveerror']         = '5Οι φάκελλοι meta της σελίδας %s δεν μπόρεσαν να μετακινηθούν';
$lang['atticmoveerror']        = 'Οι φάκελλοι attic της σελίδας  %s δεν μπόρεσαν να μετακινηθούν. Παρακαλώ μετακινήστε τους με το χέρι.';
$lang['mediametamoveerror']    = 'Οι φάκελλοι meta του φακέλλου μέσων ενημέρωσης %s δεν μπόρεσαν να μετακινηθούν';
$lang['mediamoveerror']        = 'Η μετακίνηση του φακέλλου μέσων ενημέρωσης %s απέτυχε';
$lang['btn_start']             = 'Έναρξη ';
$lang['btn_continue']          = 'Συνέχεια';
$lang['btn_retry']             = 'Ξαναπροσπαθήστε το ίδιο θέμα';
$lang['btn_skip']              = 'Παραλείψετε το θέα';
$lang['btn_abort']             = 'Εξαγωγή';
$lang['legend']                = 'Τροποποιήστε την τρέχουσα σελίδα ή τίτλο αρχείου';
$lang['movepage']              = 'Αλλαγή σελίδας';
$lang['movens']                = 'Αλλαγή ονόματος αρχείου';
$lang['dst']                   = 'Νέο όνομα';
$lang['content_to_move']       = 'Περιεχόμενο τροποποίησης';
$lang['autoskip']              = 'Αγνοήστε τα λάθη και παραλείψετε σελίδες ή φακέλλους που δεν επιδέχονται αλλαγή';
$lang['autorewrite']           = 'Αντιγράψετε πάλι συνδέσμους αμέσως αφού ολοκληρωθεί η αλλαγή';
$lang['move_pages']            = 'Σελίδες';
$lang['move_media']            = 'Αρχεία μέσων επικοινωνίας';
$lang['move_media_and_pages']  = 'Σελίδες και αρχεία μέσων επικοινωνίας';
$lang['nodst']                 = 'Δεν δόθηκε καινούργιο όνομα';
$lang['noaction']              = 'Δεν βρέθηκαν αλλαγές';
$lang['renamepage']            = 'Μετονομάστε την Σελίδα';
$lang['cantrename']            = 'Αυτή η σελίδα δεν μπορεί να μετονομαστεί τώρα. Παρακαλώ προσπαθήστε αργότερα';
$lang['js']['rename']          = 'Μετονομασία ';
$lang['js']['cancel']          = 'Ακυρώστε';
$lang['js']['newname']         = 'Καινούργιο όνομα';
$lang['js']['inprogress']      = 'νέος τίτλος σελίδας και ρύθμιση συνδέσμων';
$lang['js']['complete']        = 'Η διαδικασία αλλαγής  έχει τελειώσει';
$lang['js']['renameitem']      = 'Δώστε νέο τίτλο θέματος';
$lang['js']['add']             = 'Δώσετε νέο όνομα στο αρχείο';
$lang['js']['duplicate']       = 'Λυπάμαι, το\'\' %\'\'s υπάρχει ήδη ως όνομα αρχείο';
$lang['noscript']              = 'Αυτή η ρύθμιση χρειάζεται JavaScript';
$lang['moveinprogress']        = 'Υπάρχει ήδη μια νέα ρύθμιση αλλαγής σε εξέλιξη, δεν μπορείτε να χρησιμοποιήσετε αυτό το εργαλείο τώρα.';
