<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['menu']                  = 'Μετακινείστε σελίδες και κενά ονομάτων';
$lang['inprogress']            = '(μετακίνηση εκκρεμοτήτων)';
$lang['treelink']              = 'Κατ\'εναλλαγή προς αυτή την απλή φόρμα μπορείτε να ανοικοδομήστε το σύμπλεγμα wiki σας χρησιμοποιώντας <href=\'\'%s> tree-based move manager </a>';
$lang['notexist']              = 'Η σελίδα   %s δεν υπάρχει';
$lang['norights']              = 'Δεν έχετε επαρκείς άδειες να εκδώσετε %s. ';
$lang['filelocked']            = 'Η σελίδα %s είναι κλειδωμένη. Παρακαλώ προσπαθήστε ξανά. ';
$lang['notchanged']            = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η τοποθεσία δεν άλλαξε).';
$lang['exists']                = 'Η σελίδα δεν μπορεί να μετακινηθεί στο %s, ο προορισμός υπάρχει ήδη.';
$lang['notargetperms']         = 'Δεν έχετε την άδεια να δημιουργήσετε την σελίδα %s.';
$lang['medianotexist']         = 'Το αρχείο μέσων ενημέρωσης %s δεν υπάρχει';
$lang['nomediarights']         = 'Δεν έχετε άδεια να καταργήσετε το %s.';
$lang['medianotchanged']       = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η θέση δεν άλλαξε)';
$lang['mediaexists']           = 'Τα μέσα %s δεν μπορούν να μετακινηθούν στο %s, ο προορισμός υπάρχει ήδη.';
$lang['nomediatargetperms']    = 'Δεν έχετε άδεια να δημιουργήσετε τον φάκελλο μέσων ενημέρωσης %s';
$lang['indexerror']            = 'Υπήρξε σφάλμα κατά την ενημέρωση του δείκτη %s.';
$lang['metamoveerror']         = '5Οι φάκελλοι meta της σελίδας %s δεν μπόρεσαν να μετακινηθούν';
$lang['atticmoveerror']        = 'Οι φάκελλοι attic της σελίδας  %s δεν μπόρεσαν να μετακινηθούν. Παρακαλώ μετακινήστε τους με το χέρι.';
$lang['mediametamoveerror']    = 'Οι φάκελλοι meta του φακέλλου μέσων ενημέρωσης %s δεν μπόρεσαν να μετακινηθούν';
$lang['mediamoveerror']        = 'Η μετακίνηση του φακέλλου μέσων ενημέρωσης %s απέτυχε';
$lang['mediaatticmoveerror']   = 'Οι αρχικοί φάκελλοι του φακέλλου μέσων ενημέρωσης δεν μπόρεσαν να  %s μετακινηθούν. Παρακαλώ μετακινήστε τους χειροκίνητα..	';
$lang['renamed']               = 'Το όνομα της σελίδας άλλαξε από %s στο %s	';
$lang['moved']                 = 'Η σελίδα μετακινήθηκε από %s στο %s	';
$lang['move_rename']           = 'Η σελίδα μετακινήθηκε και μετονομάστηκε από %s στο %s	';
$lang['delete']                = 'Διαγράφηκε με μετακίνηση του επιπρόσθετου';
$lang['linkchange']            = 'Οι συνδέσεις ιστοσελίδων έγιναν λόγω μετακίνησης 	';
$lang['intro']                 = 'Η λειτουργία μετακίνησης δεν έχει αρχίσει ακόμα!';
$lang['preview']               = 'Ελέγξτε τις αλλαγές που πρέπει να γίνουν';
$lang['inexecution']           = 'Μια προηγούμενη μετακίνηση δεν ολοκληρώθηκε - χρησιμοποιήστε τα κουμπιά κάτω για να συνεχίσετε την εξαγωγή. 	';
$lang['btn_start']             = 'Έναρξη ';
$lang['btn_continue']          = 'Συνεχίστε';
$lang['btn_retry']             = 'Ξαναπροσπαθήστε';
$lang['btn_skip']              = 'Παραλείψετε ';
$lang['btn_abort']             = 'Εξάγετε';
$lang['legend']                = 'Μετακινήστε την παρούσα σελίδα ή χώρο ονόματος';
$lang['movepage']              = 'Μετακινήστε την σελίδα';
$lang['movens']                = 'Μετακινήστε τον χώρο ονόματος';
$lang['dst']                   = 'Νέο όνομα :';
$lang['content_to_move']       = 'Περιεχόμενο προς μετακίνηση:';
$lang['autoskip']              = 'Αγνοήστε τα λάθη και παραλείψετε σελίδες ή φακέλλους που δεν μπορούν να μετακινηθούν';
$lang['autorewrite']           = 'Ξαναγράψετε ιστοσελίδες μετά την ολοκλήρωση της μετακίνησης';
$lang['move_pages']            = 'Σελίδες';
$lang['move_media']            = 'Αρχεία μέσων ενημέρωσης';
$lang['move_media_and_pages']  = 'Σελίδες και αρχεία μέσων ενημέρωσης';
$lang['nodst']                 = 'Δεν δόθηκε νέο όνομα';
$lang['noaction']              = 'Δεν βρέθηκαν μετακινήσεις';
$lang['renamepage']            = 'Μετονομάστε την σελίδα';
$lang['cantrename']            = 'Η σελίδα δεν μπορεί να αλλάξει όνομα τώρα. Παρακαλώ προσπαθήσετ αργότερα';
$lang['js']['rename']          = 'Μετονομάστε';
$lang['js']['cancel']          = 'Ακυρώστε';
