<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['menu']                  = 'Μετακινείστε σελίδες και κενά ονομάτων';
$lang['inprogress']            = '(μετακίνηση εκκρεμοτήτων)';
$lang['treelink']              = 'Κατ\'εναλλαγή προς αυτή την απλή φόρμα μπορείτε να ανοικοδομήστε το σύμπλεγμα wiki σας χρησιμοποιώντας <href=\'\'%s> tree-based move manager </a>';
$lang['notexist']              = 'Η σελίδα   %s δεν υπάρχει';
$lang['norights']              = 'Δεν έχετε επαρκείς άδειες να εκδώσετε %s. ';
$lang['filelocked']            = 'Η σελίδα %s είναι κλειδωμένη. Παρακαλώ προσπαθήστε ξανά. ';
$lang['notchanged']            = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η τοποθεσία δεν άλλαξε).';
$lang['exists']                = 'Η σελίδα δεν μπορεί να μετακινηθεί στο %s, ο προορισμός υπάρχει ήδη.';
$lang['notargetperms']         = 'Δεν έχετε την άδεια να δημιουργήσετε την σελίδα %s.';
$lang['medianotexist']         = 'Το αρχείο μέσων ενημέρωσης %s δεν υπάρχει';
$lang['nomediarights']         = 'Δεν έχετε άδεια να καταργήσετε το %s.';
$lang['medianotchanged']       = 'Ο νέος προορισμός που δόθηκε για την σελίδα %s (η θέση δεν άλλαξε)';
$lang['mediaexists']           = 'Τα μέσα %s δεν μπορούν να μετακινηθούν στο %s, ο προορισμός υπάρχει ήδη.';
$lang['nomediatargetperms']    = 'Δεν έχετε άδεια να δημιουργήσετε τον φάκελλο μέσων ενημέρωσης %s';
$lang['indexerror']            = 'Υπήρξε σφάλμα κατά την ενημέρωση του δείκτη %s.';
$lang['metamoveerror']         = '5Οι φάκελλοι meta της σελίδας %s δεν μπόρεσαν να μετακινηθούν';
$lang['atticmoveerror']        = 'Οι φάκελλοι attic της σελίδας  %s δεν μπόρεσαν να μετακινηθούν. Παρακαλώ μετακινήστε τους με το χέρι.';
$lang['mediametamoveerror']    = 'Οι φάκελλοι meta του φακέλλου μέσων ενημέρωσης %s δεν μπόρεσαν να μετακινηθούν';
$lang['mediamoveerror']        = 'Η μετακίνηση του φακέλλου μέσων ενημέρωσης %s απέτυχε';
$lang['mediaatticmoveerror']   = 'Οι αττικοί φάκελλοι του μεσαίου φακέλλου %s  δεν μπόρεσαν να μετακινηθούν. Παρακαλώ μετακινήστε τους χειροκίνητα.';
$lang['renamed']               = 'Το όνομα της σελίδας άλλαξε από %s σε% s ';
$lang['moved']                 = 'Η σελίδα μετακινήθηκε από το %s στο% s ';
$lang['move_rename']           = 'Η σελίδα μετακινήθηκε και μετονομάστηκε από% s σε %s ';
$lang['delete']                = 'Διαγράφηκε μετακινώντας το επιπρόσθετο';
$lang['linkchange']            = 'Οι ιστοσελίδες προσαρμόστηκαν λόγω  προσπάθειας μετακίνησης';
$lang['intro']                 = 'Η διαδικασία μετακίνησης δεν έχει αρχίσει, ακόμη!';
$lang['preview']               = 'Ελέγξετε εκ των προτέρων τις αλλαγές που πρέπει να γίνουν.';
$lang['inexecution']           = 'Δεν έγινε προηγούμενη μετακίνηση-χρησιμοποιείστε τα πλήκτρα πιο κάτω για να συνεχίσετε ή σταματήστε την εκτέλεση.';
$lang['btn_start']             = 'Έναρξη ';
$lang['btn_continue']          = 'Συνέχεια';
$lang['btn_retry']             = 'Ξαναπροσπαθήστε το θέμα';
$lang['btn_skip']              = 'Παραλείψετε το θέμα';
$lang['btn_abort']             = 'Αφαίρεση';
$lang['legend']                = 'Μετακινήστε την τρέχουσα σελίδα ή το διάστημα με όνομα';
$lang['movepage']              = 'Μετακινείστε την σελίδα';
$lang['movens']                = 'Μετακινήστε το κενό ονόματος';
$lang['dst']                   = 'Νέο όνομα:';
$lang['content_to_move']       = 'Περιεχόμενο προς μετακίνηση:';
$lang['autoskip']              = 'Αγνοήστε τα λάθη και παραλείψετε σελίδες ή αρχεία που δεν μπορούν να μετακινηθούν';
$lang['autorewrite']           = 'Ξαναγράψετε τους συνδέσμους μετά την ολοκλήρωση της μετακίνησης';
$lang['move_pages']            = 'Σελίδες';
$lang['move_media']            = 'Αρχεία μέσων ενημέρωσης';
$lang['move_media_and_pages']  = 'Σελίδες και φάκελλοι μέσων ενημέρωσης';
$lang['nodst']                 = 'Δεν δόθηκε νέο όνομα';
$lang['noaction']              = 'Δεν έγιναν προκαθορισμένες μετακινήσεις';
$lang['renamepage']            = 'Μετονομάστε την Σελίδα';
$lang['cantrename']            = 'Η σελίδα δεν μπορεί να μετονομαστεί αμέσως τώρα. Παρακαλώ προσπαθήστε αργότερα.';
$lang['js']['rename']          = 'Μετονομάστε';
$lang['js']['cancel']          = 'Ακυρώστε';
$lang['js']['newname']         = '   Νέο όνομα                :';
$lang['js']['inprogress']      = 'μετονομασία σελίδων και προσαρμογή συνδέσμων';
$lang['js']['complete']        = 'Η διαδικασία της μετακίνησης ολοκληρώθηκε';
$lang['js']['renameitem']      = 'Μετονομάστε αυτό το θέμα';
$lang['js']['add']             = 'Δημιουργήστε ένα νέο χώρο ονόματος';
$lang['js']['duplicate']       = 'Λυπάμαι, το \'\'%s\'\' υπάρχει ήδη σε αυτό το χώρο ονόματος';
$lang['root']                  = '{Βασικός χώρος ονόματος}';
$lang['noscript']              = 'Αυτό το χαρακτηριστικό χρειάζεται JavaScript';
$lang['moveinprogress']        = 'Υπάρχει μια άλλη διαδικασία μετακίνησης σε εξέλιξη τώρα, δεν μπορείτε να χρησιμοποιήστε αυτό το εργαλείο.';
